Repository: heidelpay/woocommerce-heidelpay
Catalog: languages/woocommerce-heidelpay-*.po
Languages: de_de

source: heidelpay payment integration for WooCommerce
de_de: heidelpay Zahlarten für WooCommerce

source: heidelpay
de_de: heidelpay GmbH

source: Awaiting payment
de_de: Auf Zahlung warten

source: Pay Now
de_de: Jetzt bezahlen

source: Error: Paymentmethod was not found:
de_de: Fehler: Zahlart nicht gefunden:

source: Enable/Disable
de_de: Aktivieren

source: Enable %s
de_de: %s aktivieren

source: Title
de_de: Bezeichnung

source: This controls the title which the user sees during checkout.
de_de: Bezeichnung der Zahlart im Checkout

source: Description
de_de: Beschreibung

source: Payment method description that the customer will see on your checkout.
de_de: Beschreibung der Zahlart im Checkout

source: Insert payment data for %s
de_de: Zahlungsdaten für %s einfügen

source: Instructions
de_de: Anweisungen

source: Instructions that will be added to the thank you page and emails.
de_de: Anweisungen auf der Bestellbestätigungsseite und in E-Mails

source: Enable sandbox mode
de_de: Sandbox-Modus aktivieren

source: Payment error:
de_de: Zahlungsfehler:

source: Bookingmode
de_de: Buchungsmodus

source: Debit
de_de: Direktbuchung

source: Authorization
de_de: Authorisierung

source: Choose a bookingmode
de_de: Buchungsmodus wählen

source: Payment of %s %s received. Heidelpay ShortID %s
de_de: Zahlung über %s %s erhalten. heidelpay Short-ID %s

source: Payment reservation successful. Please use the hiP to check the payment.
de_de: Reservierung der Zahlung erfolgreich. Bitte Zahlungseingang im hIP prüfen.

source: Awaiting payment.
de_de: Auf Zahlung warten

source: Credit Card
de_de: Kreditkarte

source: Debit Card
de_de: Debitkarte

source: You have to enter the account holder
de_de: Bitte den Kontoinhaber eingeben

source: You have to enter the IBAN
de_de: Bitte die IBAN eingeben

source: Payment information mail
de_de: Zahlungsdaten per mail

source: Add payment information to e-mail
de_de: Fügt Zahlungsdaten der Bestätigungsmail hinzu

source: Account Holder
de_de: Kontoinhaber

source: Direct Debit
de_de: Lastschrift

source: Chose a bank please.
de_de: Bitte eine Bank wählen

source: please send the money to IBAN BIC
de_de: Bitte überweisen Sie an IBAN BIC

source: Invoice
de_de: Rechnungskauf

source: You have to be at least 18 years old in order to use secured invoice
de_de: Der versicherte Rechnungskauf ist erst ab 18 Jahren möglich

source: You have to enter your salutation
de_de: Bitte Anrede wählen

source: You are not allowed to use secured invoice with a company name
de_de: Der versicherte Rechnungskauf ist nicht für Firmenkunden möglich

source: Advanced options
de_de: Erweiterte Optionen

source: Minimum Amount
de_de: Mindestbetrag

source: Maxmimum Amount
de_de: Maximalbetrag

source: Available Countries for secured invoice
de_de: Erlaubte Länder für den versicherten Rechnungskauf

source: Here you can enable secured Invoice for specific countries. Be aware that this will not enable the country in your WooCommerce settings and you have to enable them seperately.
de_de: Hier können Sie den versicherten Rechnungskauf auf bestimmte Länder beschränken.Bitte beachten Sie, dass sie entsprechende Länder weiterhin in den WooCommerce Einstellungen aktivieren müssen

source: Enable Germany
de_de: Deutschland aktivieren

source: Enable Austria
de_de: Österreich aktivieren

source: Salutation
de_de: Anrede

source: Mr
de_de: Herr

source: Mrs
de_de: Frau

source: Birthdate
de_de: Geburtsdatum

source: datePlaceholder
de_de: tt.mm.jjjj

source: dateFormat
de_de: dd.mm.yy

source: Secured Invoice
de_de: Versicherter Rechnungskauf

source: invalid date format
de_de: Ungültiges Datumsformat.

source: Prepayment
de_de: Vorkasse

source: Enable/Disable Sub
de_de: Abonnement aktiv

source: Enable for Subscriptions
de_de: Für Abonnements aktivieren

source: Transaction Channel for Subscriptions
de_de: Transaction Channel für Abonnements

source: minimal PHP version error
de_de: PHP-Version zu niedrig

source: WooCommerce plugin not activated
de_de: Das WooCommerce Plug-In ist nicht aktiviert

source: minimal WC version error
de_de: WooCommerce-Version zu niedrig

source: cURL is not installed.
de_de: cURL ist nicht installiert

source: invoice_info
de_de: Bitte &uuml;berweisen Sie uns den Betrag von <strong>{AMOUNT} {CURRENCY}</strong> nach Erhalt der Ware auf folgendes Konto:<br/><br/>Kontoinhaber: {CONNECTOR_ACCOUNT_HOLDER}<br/>IBAN: {CONNECTOR_ACCOUNT_IBAN}<br/>BIC: {CONNECTOR_ACCOUNT_BIC}<br/><br/><i>Geben Sie als Verwendungszweck bitte ausschlie&szlig;lich diese Identifikationsnummer an:</i><br/><strong>{IDENTIFICATION_SHORTID}</strong>

source: prepayment_info
de_de: Bitte &uuml;berweisen Sie uns den Betrag von <strong>{AMOUNT} {CURRENCY}</strong> auf folgendes Konto:<br/><br/>Kontoinhaber: {CONNECTOR_ACCOUNT_HOLDER}<br/>IBAN: {CONNECTOR_ACCOUNT_IBAN}<br/><br/><i>Geben Sie als Verwendungszweck bitte ausschlie&szlig;lich diese Identifikationsnummer an:</i><br/><strong>{IDENTIFICATION_SHORTID}</strong>

source: direct_debit_info
de_de: Der Betrag von <strong>{AMOUNT} {CURRENCY}</strong> wird in den n&auml;chsten Tagen von folgendem Konto abgebucht:<br /><br />IBAN: {Iban}<br /><br/><i>Die Abbuchung enth&auml;lt die Mandatsreferenz-ID: {Ident}<br />und die Gl&auml;ubiger ID: {CreditorId}</i><br /><br />Bitte sorgen Sie f&uuml;r ausreichende Deckung auf dem entsprechenden Konto.
